def read_data():
    return [
        {
            "title": "Пить пиво",
            "rule": "Не чаще раза в неделю",
            "last": 1512886392,
            "bad": True,
        },
        {
            "title": "Ездить на убере",
            "rule": "Не чаще раза в неделю",
            "last": 1512886392,
            "bad": True,
        },
        {
            "title": "Обнимать настю",
            "rule": "Не реже трёх раз в день",
            "last": 1512886392,
            "bad": False,
        },
        {
            "title": "Ходить по ресторанам",
            "rule": "Не чаще раза в неделю",
            "last": 1512886392,
            "bad": True,
        },
    ]

def save_data():
    pass
